@extends('layouts/title')

@section('main')

    <div class="m-10 justify-center">

        <strong>許多東西都對貓咪的身心健康有幫助，因此從第一天開始就為貓咪提供合適的物品，確保貓咪健康良好並適應新家。</strong>
        <br><br>
        <p class="text-2xl text-red-600">重要物品</p>
        <br>
        <p class="leading-7">將新養的貓咪帶回家時，您需要有基本的知識， 包括：</p>
        <ul class="list-disc list-inside ml-4">
            <li>籃子： 這是一種舒服的睡床，可以讓幼貓或貓咪感覺舒適安全。 不要將籃子直接放在地上，建議是放在幼貓感覺安全的地方，不要放在空氣流動太大或有太多人進出活動的地方。</li>
            <li>貓砂盆： 貓砂盆必須夠深，還要有一把小鏟子可以清理糞便，但是深度不要太深，否則幼貓可能不願意使用。</li>
            <li>水碗： 貓咪隨時都需要有一碗清水。 您可以使用飲水噴泉取代一般水碗，因為經過測試，貓咪特別喜歡這種流動式的飲水，而且這種飲水噴泉亦可以鼓勵他們多喝水。</li>
            <li>食物碗： 建議您準備一個可以放粗粒食物的小型食物碗，而且不要和水碗放在一起，避免飲水變髒。 另外，您亦可以使用食物玩具，特別是如果您愛貓是室內貓，更應該使用這種食物玩具，因為這可以為他們提供心理和生理層面的刺激，激發他們的自然狩獵本能。 有了這些食物玩具，您的愛貓需要一個過渡期來學習如何使用這些玩具。</li>
            <li>貓樹： 對貓咪來說，貓樹很好玩，而且很實用，因為貓咪可以抓、攀爬和安全躲藏，亦由於這可以滿足貓咪的自然天性需求，所以對貓咪的身心健康也很有幫助。</li>
        </ul>
        <br>
        <p>建議在家裡各處添置多種不同的玩具用品，讓新養的貓咪可以選擇，亦可以讓他們在需要的時候找到安靜的地方，不受訪客或噪音的影響。</p>


        <br>
        <p class="text-2xl text-red-600">環境</p>
        <br>
        <p>環境對貓咪的身心健康來說非常重要。 一個好的環境，是讓貓咪可以在不會有太多問題的情況下安全地社交互動，並協助他們適應人類和周圍的事物。</p>
        <p>即使貓咪年紀很小，亦會想要安排並劃出自己的領域。 這裡就是貓咪睡覺、玩耍、狩獵、進食、隱藏、攀爬和擁抱的地方。 貓咪在自己家中的生活會有四個不同的區域，因此您必須予以尊重，避免貓咪出現行為方面的問題，室內貓更是如此。</p>
        <br>
        <ul class="list-disc list-inside ml-4">
            <li>餵飼區： 餵飼區必須在安靜的地區，遠離貓砂盆和您自己的飲食區。 建議您不要在餐廳或可能會讓貓咪受到其他干擾的地區餵飼，並在餵飼的時候讓貓咪有足夠的空間。</li>
            <li>休息區： 根據陽光和熱源的不同，貓咪的休息區在一天之中亦會移動。 就本質上而言，貓咪喜歡在高處睡覺，而且經常會選擇最適合他們的地方，所以請確保他們有足夠的空間可以選擇。</li>
            <li>清潔區： 貓砂盆必須放在安靜的地方，而且必須方便貓咪隨時進出使用、遠離食物碗以及許多人進出的地方。 注意避免為貓咪帶來任何壓力： 根據研究我們發現，貓砂盆如果放在洗衣機旁邊，貓咪就會拒絕使用。 每隻貓咪必須至少要有一個貓砂盆，還要一個備用貓砂盆，並建議為貓咪提供足夠的選擇，避免貓咪不願意使用貓砂盆。</li>
            <li>遊戲區： 這是貓咪最大的生活空間和休息區。 這個空間必須可以讓貓咪盡情奔跑、躲藏或在高處休息。 貓樹是讓貓咪可以從事這些活動的最好輔助，而且可以促進他們的身心健康。</li>
        </ul>


        <br>
        <p class="text-2xl text-red-600">運動</p>
        <br>
        <p>室內貓需要大量的活動，才能讓生理和心理獲得足夠的刺激。 亦即是說：</p>
        <ul class="list-disc list-inside ml-4">
            <li>貓咪需要定期更換使用許多玩具來維持專注、需要可以攀爬和躲藏的地方，還需要每天與家人定時玩耍。</li>
            <li>由於室內貓 (特別是長毛貓) 理毛的次數更多，而且經常久久不動，因此他們需要特別的飲食，協助他們排出毛球並符合低活動量的生活需求。</li>
            <li>您可能亦不希望貓咪在您的家具或牆上留下抓痕。 但是，對貓咪來說，抓磨爪子是一種自然的行為，所以讓貓咪有地方可以表現這種行為就非常重要。 放置至少一根貓抓柱</li>
        </ul>


        <br>
        <p class="text-2xl text-red-600">餵飼</p>
        <br>
        <p>對家貓來說，食物的攝取取決於多種不同的因素。 貓咪喜歡在平靜的空間裡進食，遠離其他動物和掠食者，並有可以逃跑的路徑。</p>
        <p>只有專為貓咪準備的高品質食物，才能保證為他們提供各年齡、品種、生活方式和敏感程度所需的完整營養。</p>
        <ul class="list-disc list-inside ml-4">
            <li>雖然我們人類需要多種不同的飲食，但對貓咪的消化系統來說，飲食不斷改變並不合適</li>
            <li>食物玩具是讓貓咪心理上獲得娛樂的一種好方式，而且還可以讓他們先付出才得到食物，並練習自己的狩獵本能</li>
            <li>狩獵行為在貓咪的進食方式中扮演很大一部分的角色，因此他們比較喜歡少量多餐，而不是一次吃飽</li>
            <li>貓咪對於蛋白質有很高的需求，包括許多必需胺基酸，其中一種是只有在動物組織裡才找得到的牛磺酸</li>
            <li>脂肪是貓咪重要的能量來源，而且脂肪提供的每日卡路里比例亦高於人類</li>
            <li>貓咪亦需要攝取非常特殊的維他命和礦物質，例如只能透過飲食攝取的維他命 D</li>
            <li>貓咪剛出生的時候只能消化專為幼貓配置的奶，但他們的消化能力會逐漸改變，到成年之後，他們的消化道就無法再消化乳糖</li>
        </ul>


        <br>
        <p class="text-2xl text-red-600">整理毛髮</p>
        <br>
        <p>梳毛不僅能讓寵物看起來神清氣爽，梳過的皮毛亦少了許多廢毛，代表貓咪不用自己舔掉那麼多廢毛。 這樣一來，貓咪就不用花平均 30% 的時間來理毛，導致把毛髮吞下肚及發生毛球等消化道問題。</p>
        <ul class="list-disc list-inside ml-4">
            <li>像波斯貓這種長毛貓，便需要每天用好一點的梳子，仔細梳開打結的貓毛。</li>
            <li>如果是短毛貓和扁毛貓 (例如暹羅貓或阿比西尼亞貓)，有時梳毛力道便需要用點力。</li>
            <li>對於緬因貓或異國短毛貓等中長毛的貓咪，他們的皮毛厚實，因此建議每週用軟毛梳為寵物梳毛一次。</li>
        </ul>


        <br>
        <p class="text-2xl text-red-600">牙齒</p>
        <br>
        <p>貓咪自幼年起就要好好開始注意口腔健康。</p>
        <ul class="list-disc list-inside ml-4">
            <li>把幼貓帶回家時，他們的牙齒還是乳牙。 乳牙非常脆弱，因此幼貓比較年長的貓需要食用更軟、更好咬開的飼料顆粒。</li>
            <li>有些濕糧已經特別調製成適合幼貓食用的質地，迎合他們敏感的乳牙</li>
            <li>刷牙是口腔護理的黃金標準，建議使用特製的貓牙刷和獸醫用牙膏。</li>
        </ul>


        <br>
        <p class="text-2xl text-red-600">健康</p>
        <br>
        <p>貓咪身心健康與否涉及許多因素，例如是否接種預防疫苗和藥片、是否買了保險，甚至是否絕育都是其中的因素。 有些因素可以獨立看待，有些則必須連同營養和理毛等現有預算一起考慮。</p>
        <ul class="list-disc list-inside ml-4">
            <li>貓咪必須定期接種疫苗，以預防貓科泛白血球減少症 (貓瘟)、貓科皰疹病毒和貓科卡里西病毒。 疫苗接種分為兩次注射周期，中間間隔三到四周。 愛貓在來到您家之前，可能已先接種過第一次注射，因為只要約九週大就可以接種第一劑。</li>
            <li>有植入晶片是指將晶片注射到頸部皮膚下，過程全無痛覺，植好晶片之後，只要是獸醫或貓咪救援組織就可以用手持式掃描儀讀取晶片。 您可以跟獸醫約診，為寵物植入晶片</li>
            <li>避免貓咪跳蚤、蠕蟲或壁蝨上身，一定要做好準備。 好的育種中心會在貓咪幼年的時候便開始實施防蟲計劃，大多數救援中心亦會為所有照顧的動物實施良好的驅蟲和跳蚤防治制度。 請務必詢問幼貓或貓咪的上一手人員，看看貓咪過去是否染過蟲。</li>
            <li>是否要讓愛寵結紮，可說是主人最應該負責任的其中一個決定。 傳統上貓咪大約六個月大時就可以進行絕育手術</li>
            <li>請務必每年到獸醫院安排一次健康檢查，預防任何健康問題並觀察體重和行為變化</li>
        </ul>
    </div>

@endsection
